tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/services"
brew "cask"
brew "cloudflared"
brew "docker"
brew "gh"
brew "git"
brew "mariadb", restart_service: true
brew "mas"
brew "openjdk"
brew "python@3.11"
brew "tor", restart_service: true
cask "alfred"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "discord"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "monitorcontrol"
cask "sourcetree"
cask "teamviewer"
cask "thunderbird"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
mas "BetterSnapTool", id: 417375580
mas "Compressor", id: 424390742
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "MARKETSPEED", id: 946680495
mas "Microsoft Remote Desktop", id: 1295203466
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "KevinRose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
